/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Создается волновая таблица. Повторите попытку после завершения этого процесса.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Была обнаружена информация о тембре волновой формы. Можно изменить тональность форманты с помощью переключения ручки «Модуляция» в положение «Форманта». Ручки «Фигура 1» и «Фигура 2» не работают.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Чтобы создать волновую таблицу, высота звука в аудиофайле должна быть постоянной или аудиофайл должен содержать несколько секций с определенной выстрой звучания, разделенных паузами, либо несколько секций, состоящих из одного цикла.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "Волновых форм в новой волновой таблице: %d.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Создание волновой таблицы";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Создана волновая таблица с простой волновой формой";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Волновая таблица не была создана";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Волновая таблица создана";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Внутренний";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Боковая цепочка:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Выкл.";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Внешний аудиовход:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Идентификация нот";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Анализ высоты тона";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Анализ: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Ошибка открытия файла";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "Не удается найти файл, который Вы пытаетесь загрузить.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Ошибка открытия файла";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "Доступного объема памяти недостаточно для загрузки выбранного файла.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "Файл содержит изменения темпа";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Внимание! Как минимум один из импортируемых Вами файлов содержит маркеры изменения темпа. Эта версия MainStage не поддерживает синхронизацию файлов с изменениями темпа.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Ошибка открытия файла";

/* Playback file alert */
"PlaybackTransientsMessage" = "Транзиенты, содержащиеся в выбранном файле, скрыты в Logic Pro. Перед повторным открытием в плагине откройте файл в Logic Pro и отмените скрытие транзиентов.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Неизвестная ошибка";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "Не удалось открыть выбранный файл.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Неподдерживаемый формат аудиофайла";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "Формат аудиофайла, который Вы пытаетесь добавить, не поддерживается. Перед добавлением в плагин «Воспроизведение» преобразуйте файл в поддерживаемый формат, используя iTunes или другое приложение для работы с аудиофайлами.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (Файл отсутствует)";
